export  const rating: { [key: string]: string } = {
  '2': '3 звезды',
  '3': '4 звезды',
  '4': '5 звезд',
  '5': 'Апартаменты',
};

export const meals: { [key: string]: string } = {
  '1': 'Без питания',
  '2': 'Завтрак',
  '3': 'Завтрак и ужин',
  '4': 'Завтрак, обед, ужин',
  '5': 'Всё включено',
  '6': 'Ультра все включено',
};

export const regions: { [key: string]: string } = {
  '1': 'Шарм-эль-Шейх',
  '2': 'Хургада',
  '3': 'Дубай',
  '4': 'Абу-Даби',
  '5': 'Бангкок',
  '6': 'Хуа Хин',
  '7': 'Солнечный берег',
  '8': 'Золотые пески',
  '9': 'Будва',
  '10': 'Свети Стефан',
  '11': 'Бали',
  '13': 'Батумі',
  '15': 'Родос',
  '17': 'Мармарис',
  '19': 'Пафос',
  '21': 'Сусс',
  '23': 'Тенерифе',
  '25': 'Буковуль',
  '27': 'Улудаг',
  '28': 'Бансько',
  '29': 'Інше',
};

export const departure: { [key: string]: string } = {
  '1': 'Киев',
  '2': 'Львов',
};

export const star: { [key: string]: string } = {
  '2': 'three',
  '3': 'four',
  '4': 'five',
  '5': 'apart',
};

export const country: { [key: string]: string } = {
  '0': 'Все направления',
  '1': 'Египет',
  '2': 'ОАЭ',
  '3': 'Таиланд',
  '4': 'Болгария',
  '5': 'Черногория',
  '6': 'Индонезия',
  '7': 'Грузия',
  '8': 'Греция',
  '9': 'Турция',
  '10': 'Кипр',
  '11': 'Тунис',
  '12': 'Испания',
  '13': 'Украина',
};

export const duration: { [key: string]: string } = {
  '1': '3 ночи',
  '2': '7 ночей',
  '3': '10 ночей',
  '4': '14 ночей',
  '5': '21 ночь',
};

// exports  (rating, meals, regions, departure, star, country, duration);
